bat
colordiff
diff-so-fancy
duf
esbuild
fd
fzf
gh
htop
icu4c@77
lazygit
neovim
node
powerlevel10k
ripgrep
tmux
tree
tree-sitter
tree-sitter-cli
wget
yarn
zoxide
zsh-autosuggestions
zsh-fast-syntax-highlighting
